Repository: Kodi-vStream/venom-xbmc-addons
Catalog: plugin.video.vstream/resources/language/Hebrew/strings.po
Languages: he_il

# #30000
source: Logging
he_il: רושם ביומן

# #30001
source: Videoplayer
he_il: נגן וידאו

# #30002
source: Auto-activate subtitles
he_il: הפעל כתוביות אוטומטית

# #30003
source: Activate filtering search
he_il: הפעל סינון חיפוש

# #30004
source: Filter Error
he_il: שגיאת מסנן

# #30005
source: VStream will be faster with your own API key.
he_il: הרחבת VStream תהיה מהירה יותר עם מפתח API משלך.

# #30006
source: Search Metadata (slowed the Addon)
he_il: שימוש במטה-נתונים (מאט את ההרחבה)

# #30007
source: Posters Size
he_il: גודל פוסטרים

# #30008
source: Fanarts Size
he_il: גודל פאנארט

# #30009
source: Use extendedinfo
he_il: שימוש ב-ExtendedInfo

# #30010
source: Color Text note
he_il: צבע טקסט הערה

# #30500
source: Select
he_il: בחר

# #30501
source: Name
he_il: שם

# #30021
source: General
he_il: כללי

# #30022
source: Plugins on/off (1/3)
he_il: תוספים מאופשרים או מנותקים (1/3)

# #30023
source: [COLOR teal]Plugins Preferences[/COLOR]
he_il: [COLOR teal]הגדרת תוספים[/COLOR]

# #30024
source: Host
he_il: מארח

# #30025
source: Home
he_il: דף הבית

# #30026
source: IPTV and TV Guid
he_il: IPTV ולוח חשידורים

# #30027
source: Waiting time for player (ms)
he_il: זמן המתנה לנגן (מילי שניות)

# #30028
source: PVR addon setting
he_il: הגדרת הרחבת PVR

# #30029
source: Play default
he_il: ברירת המחדל לניגון

# #30030
source: Play
he_il: נגן

# #30031
source: MÃ©tadata
he_il: מידע-מטא

# #30032
source: View
he_il: תצוגה

# #30033
source: Tool
he_il: כלי

# #30034
source: About
he_il: אודות

# #30035
source: Support Us
he_il: תמוך בנו

# #30036
source: Changelog
he_il: יומן רישום שינויים

# #30076
source: Search
he_il: חיפוש

# #30077
source: Search 1
he_il: חיפוש 1

# #30078
source: Custom search 1
he_il: חיפוש מותאם אישית 1

# #30079
source: Custom search 2
he_il: חיפוש מותאם אישית 2

# #30080
source: Custom search 3
he_il: חיפוש מותאם אישית 3

# #30081
source: Custom search 4
he_il: חיפוש מותאם אישית 4

# #30088
source: Visual search
he_il: חיפוש חזותי

# #30089
source: Search 2
he_il: חיפוש 2

# #30090
source: Search 3
he_il: חיפוש 3

# #30091
source: Search 4
he_il: חיפוש 4

# #30092
source: Multiple Choices
he_il: בחירות מרובות

# #30093
source: Select Search Engine
he_il: בחר מנוע חיפוש

# #30094
source: Select your Sources
he_il: בחר את המקורות שלך

# #30101
source: News
he_il: חדשות

# #30102
source: Most seeing
he_il: ניצפו הכי הרבה

# #30103
source: Most commented
he_il: עם הכי הרבה תגובות

# #30104
source: Top rated
he_il: המדורגים ביותר

# #30105
source: Genre
he_il: סגנון

# #30106
source: Years
he_il: שנים

# #30109
source: Children
he_il: ילדים

# #30112
source: Documentary
he_il: סרט תיעודי

# #30113
source: Sport
he_il: ספורט

# #30114
source: Web video
he_il: סרטון מהרשת

# #30115
source: Television / Radio
he_il: טלוויזיה / רדיו

# #30116
source: All the sources
he_il: כל המקורות

# #30117
source: Television replay
he_il: שידור חוזר טלוויזיה

# #30120
source: Movies
he_il: סרטים

# #30121
source: Tvshow
he_il: סדרה

# #30122
source: Animes
he_il: אנימה

# #30125
source: Research Update (source only)
he_il: עדכון חיפוש מחדש (מקור בלבד)

# #30126
source: Beta Tester (not recommended)
he_il: בדיקת בטא (לא מומלץ)

# #30127
source: Tool/About
he_il: כלי/אודות

# #30128
source: Clear Cache Addon
he_il: ניקוי מטמון ההרחבה

# #30129
source: Clear Cache Addon
he_il: ניקוי מטמון ההרחבה

# #30130
source: Lists
he_il: רשימות

# #30134
source: Movies VF
he_il: סרטים VF

# #30135
source: Movies VOSTFR
he_il: סרטים VOSTFR

# #30138
source: Sources
he_il: מקורות

# #30145
source: Download folder
he_il: תיקיית הורדה

# #30146
source: Show / Hide search settings
he_il: הצג / הסתר הגדרות חיפוש

# #30147
source: Plugins on/off (2/3)
he_il: תוספים פועל/כבוי (2/3)

# #30148
source: Plugins on/off (3/3)
he_il: תוספים פועל/כבוי (3/3)

# #30160
source: Quality HD
he_il: איכות HD

# #30201
source: Add to playlist
he_il: הוסף לרשימת ניגון

# #30202
source: Download
he_il: הורדה

# #30203
source: Webradio
he_il: רדיו אינטרנט

# #30204
source: No informations
he_il: לא נמצא מידע

# #30205
source: Connection Failed
he_il: האימות נכשל

# #30206
source: Mark view/Not view
he_il: סמן תצוגה/לא תצוגה

# #30207
source: Bookmarks
he_il: סימניות

# #30208
source: Information
he_il: מידע

# #30209
source: [COLOR red]Delete Bookmark[/COLOR]
he_il: [COLOR red]מחק סימנייה[/COLOR]

# #30210
source: Bookmark
he_il: סימנייה

# #30211
source: [COLOR red]Clear this category[/COLOR]
he_il: [COLOR red]מחק את הקטגוריה הזו[/COLOR]

# #30300
source: Library
he_il: ספרייה

# #30301
source: To configure in kodi if you want them to be imported
he_il: להגדיר בקודי אם אתה רוצה שייובא

# #30302
source: Auto update
he_il: עדכן אוטומטית

# #30303
source: Enable/Disable
he_il: הפעל / השבת

# #30304
source: Go to [COLOR teal]%s[/COLOR] Enter the code [COLOR teal]%s[/COLOR]
he_il: עבור אל [COLOR teal]%s[/COLOR] הכנס את הקוד [COLOR teal]%s[/COLOR]

# #30305
source: [COLOR khaki]Click here to login[/COLOR]
he_il: [COLOR khaki]לחץ להתחברות[/COLOR]

# #30306
source: [COLOR khaki]Hello, %s[/COLOR]
he_il: [COLOR khaki]שלום, %s[/COLOR]

# #30307
source: Movie (%s/%s) watch / Show watch (%s) / episode (%s/%s) watch
he_il: סרט (%s/%s) נצפה / הצג נצפה (%s) / פרק (%s/%s) נצפה

# #30308
source: History
he_il: היסטוריה

# #30309
source: Disconnection
he_il: ניתוק

# #30310
source: Collection
he_il: אוספים

# #30311
source: Watchlist
he_il: רשימת צפייה

# #30312
source: Watch
he_il: שעון יד

# #30313
source: Recommend
he_il: מומלץ

# #30314
source: BoxOffice
he_il: קופות

# #30315
source: Popular
he_il: פופולרי

# #30316
source: Most viewed this week
he_il: הפופולרי ביותר השבוע

# #30317
source: Most viewed of the month
he_il: הנצפים ביותר של החודש

# #30318
source: Watchlist (seasons)
he_il: רשימת המעקב (עונות)

# #30319
source: Watchlist (episodes)
he_il: רשימת צפייה (פרקים)

# #30320
source: You have successfully logged out
he_il: התנתקת בהצלחה

# #30321
source: Add collection
he_il: הוספה לאוסף

# #30322
source: Add watch history
he_il: הוסף להיסטורית צפייה

# #30323
source: Add watchlist
he_il: הוספה לרשימת צפייה

# #30330
source: Search
he_il: חיפוש

# #30331
source: Calendar
he_il: לוח שנה

# #30400
source: Premium/Login
he_il: פרימיום/התחברות

# #30401
source: Username
he_il: שם משתמש

# #30402
source: Password
he_il: סיסמה

# #30403
source: Activate
he_il: הפעל

# #30404
source: View : Movies (recommended 50-51-500-501-508)
he_il: צפייה : סרטים (מומלץ 50-51-500-501-508)

# #30405
source: View: Tvshow (recommended 50-51-500-501-508)
he_il: צפייה : סדרות (מומלץ 50-51-500-501-508)

# #30406
source: View: Default (recommended 50-51-500)
he_il: צפייה : ברירת מחדל (מומלץ 50-51-500)

# #30407
source: Vue: Home (recommended 50-51-500)
he_il: Vue: בית (מומלץ 50-51-500)

# #30408
source: Enable customized view
he_il: אפשר תצוגה מותאמת אישית

# #30409
source: Close
he_il: סגירה

# #30410
source: Divers
he_il: צוללים

# #30411
source: Block sounds notifications
he_il: חסום התראות צליל

# #30412
source: [COLOR red]Delete entry[/COLOR]
he_il: [COLOR red]מחק כניסה[/COLOR]

# #30414
source: [COLOR gold]Full series search[/COLOR]
he_il: [COLOR gold]חיפוש מלא של כל הסדרה[/COLOR]

# #30415
source: [COLOR gold]Full season search[/COLOR]
he_il: [COLOR gold]חיפוש מלא של כל העונה[/COLOR]

# #30416
source: [COLOR gold]Search history[/COLOR]
he_il: [COLOR gold]היסטוריית חיפוש [/COLOR]

# #30417
source: [COLOR orange]Search on Alluc_ee[/COLOR]
he_il: [COLOR orange]חיפוש ב-Alluc_ee[/COLOR]

# #30418
source: [COLOR green]Update available[/COLOR]
he_il: [COLOR green]עדכון דמין[/COLOR]

# #30419
source: View: Visual search (recommended 500)
he_il: צפייה: חיפוש ויזואלי (מומלץ 500)

# #30420
source: Enable/Disable sources
he_il: הפעל/בטל מקורות
